Repository: Paphra/microblog
Catalog: app/translations/lg/LC_MESSAGES/messages.po
Languages: lg

source: Please log in to access this page.
lg: Sooka oyingire okulaba Omuko guno bambi.

source: [Microblog] Reset Your Password
lg: [Microblog] Kyusa Pasiwadiyo

source: Username
lg: Erinnya

source: Password
lg: Pasiwadi

source: Remember Me
lg: Nzijukira

source: Sign In
lg: Yingira

source: Email
lg: Emeyilo

source: Repeat Password
lg: Ddamu Pasiwadi

source: Register
lg: Weewandiise

source: Please use a different username.
lg: Kozesa erinnya eddala

source: Please use a different email address.
lg: Kozesa emeyilo endala bambi.

source: Request Password Reset
lg: Saba okukyusa Pasiwadi

source: Submit
lg: Waayo

source: Invalid Username or Password
lg: Erinnya ly'okozesa or Pasiwadi bikyamu

source: Congratulations, you are now a registered user!
lg: Kyassanyu nnyo, kati oli mutuuze!

source: Check your email for the instructions to rest your password
lg: Kebera emeyilo yo ogoberera engeri jookyusaamu Pasiwadiyo

source: Reset Password
lg: Kyusa Pasiwadi

source: Your password has been reset.
lg: Pasiwadiyo ekyusiddwa.

source: Error
lg: Ekizibu

source: About me
lg: Ebinkwatako

source: Say Something
lg: Baako Kyoyogera

source: Message
lg: Obubaka

source: Your post is now live!
lg: Ky'owandiise kati kirabika!

source: Home Page
lg: Omuko gw'Ewaka

source: Explore
lg: Yitamu

source: Your changes have been saved.
lg: By'okyusizze biterekeddwa.

source: Edit Profile
lg: Kyusa Ebikwatako

source: User %(username)s not found.
lg: Omutuuze %(username)s talabise

source: You cannot follow yourself!
lg: Tosobola kwegoberera!

source: You are now following %(username)s!
lg: Kati ogoberera %(username)s!

source: You cannot unfollow yourself!
lg: Tosobola kulekera awo kwegoberera!

source: You are not following %(username)s.
lg: Kati tokyagoberera %(username)s.

source: Your message has been sent.
lg: Obubaka bwo busindiddwa

source: Send Message
lg: Sindika Obubaka

source: Newer
lg: Ekipya

source: Older
lg: Ekiadde

source: %(username)s said %(when)s
lg: %(username)s yagambye %(when)s

source: Toggle navigation
lg: Kyusa Entabula

source: Home
lg: Ewaka

source: Login
lg: Yingira

source: Messages
lg: Obubaka

source: Profile
lg: Ebikwatako

source: Logout
lg: Fuluma

source: Hi, %(username)s!
lg: Nkulamusizza, %(username)s!

source: Send Message to %(recipient)s
lg: Sindika Obubaka eri %(recipient)s

source: User: %(username)s
lg: Omutuuze: %(username)s

source: Last Seen on: %(when)s
lg: Yakoma Kulabika nga: %(when)s

source: %(followers)s followers,
lg: %(followers)s abagoberera,

source: %(following)s following.
lg: %(following)s bagoberera

source: Edit your Profile
lg: Kyusa Ebikwatako

source: Follow
lg: Goberera

source: Unfollow
lg: Lekera awo Okugoberera

source: Send private message
lg: Sindika Obubaka obw'ekyama

source: Last Seen on
lg: Yasembye kulabika ko nga

source: %(count)d followers
lg: %(count)d abagoberera

source: %(count)d following
lg: %(count)d bagoberera

source: Forgot Your Password?
lg: Weelabidde Pasiwadiyo?

source: Click to Reset It
lg: Nyiga wano Ogikyuse

source: New User?
lg: Oli mutuuze mupya?

source: Click to Register!
lg: Nyiga wano Weewandiise!

source: Have an account?
lg: Weewandiisa dda?

source: Click to Login!
lg: Nyiga wano oyingire!

source: Back
lg: Ddayo

source: File Not Found
lg: Fiyilo Telabise

source: The administration has been notified. Sorry for the inconveniences!
lg: Abakulu bategeezeddwa. Twetonda kulw'okutaataganyizibwa!
